Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajat_esittaa_totuus-_ja_sovintokomission_jaseniksi_heikki_hyvarista_ja_miina_seurujarvea.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjät esittää totuus- ja sovintokomission jäseniksi Heikki Hyväristä ja Miina Seurujärveä
smn: Sämitigge iävtut tuotâvuotâ- já sovâdâttâmkomissio jesânin Heikki Hyvärinen já Miina Seurujärvi

source: Saamelaiskäräjien kokous päätti 18.12.2020 esittää saamelaisten totuus- ja sovintokomission jäseniksi eli komissaareiksi Heikki Hyväristä ja Miina Seurujärveä.
smn: Sämitige čuákkim meridij 18.12.2020 iävtuttiđ sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin ađai komissaarin Heikki Hyvärinen já Miina Seurujärvi.

source: Kolttien kyläkokous on päättänyt esittää komission jäseneksi Irja Jefremoffia.
smn: Nuorttâlij sijdâčuákkim lii meridâm iävtuttiđ komissio jesânin Irja Jerfremoff.

source: Lisäksi valtioneuvoston esityksestä valitaan kaksi jäsentä komissioon.
smn: Lasseen staatârääđi iävtuttâsâst väljejuvvoo kyehti jeessân komission.

source: Saamelaiskäräjien kokous kuuli ennen päätöksentekoa valtioneuvoston edustajina oikeusministeri Anna-Maja Henrikssonia ja ulkoministeri Pekka Haavistoa, Saamelaiskäräjien I varapuheenjohtaja Anni Koivistoa, kuulemistilaisuuksien puheenjohtaja Niila Rahkoa sekä suunnittelija Heli Aikiota.
smn: Sämitige čuákkim kuulâi ovdil ko toovâi miärádâs staatârääđi ovdâsteijen riehtiminister Anna-Maja Henriksson já olgominister Pekka Haavisto, Sämitige I värisaavâjođetteijee Anni Koivisto, kuullâmtilálâšvuođâi saavâjođetteijee Niila Rahko sehe vuávájeijee Heli Aikio.

source: Saamelaiskäräjien kokous äänesti päätöksestä.
smn: Sämitige čuákkim jienâstij miärádâsâst.

source: Ennen komissaarien nimittämistä Saamelaiskäräjät, Kolttien kyläkokous ja valtioneuvosto tekevät komissaariehdokkaiden yhteensovittamisen.
smn: Ovdil komissaarij nomâttem Sämitigge, Nuorttâlij sijdâčuákkim já staatârääđi taheh komissaariävtukkâsâi oohtânheiviittem.

source: Totuus- ja sovintokomission jäsenten tulee olla laajaa luottamusta nauttivia henkilöjä saamelaisten ja suomalaisen yhteiskunnan keskuudessa.
smn: Tuotâvuotâ- já sovâdâttâmkomissio jesâneh láá ulmuuh, kiäid lii vijđes luáttámuš sehe sämmilii já syemmilii siärváduvâst.

source: Jäsenet ovat riippumattomia eivätkä edusta sitä tahoa, joka on heitä esittänyt tai heidät valinnut.
smn: Jesâneh láá jiešmerideijeeh iäge oovdâst ton uásipele, mii lii sii iävtuttâm teikâ valjim.

source: Komissiossa tulee olla jäseniä, joilla on erityisosaamista saamelaisten oloista, kielestä ja kulttuurista.
smn: Komissiost kalgeh leđe jesâneh, kiäin lii eromâš máttu sämmilij eellimtiilijn, kielâst já kulttuurist.

source: Komission nimittämisessä huomioidaan tasapuolisesti eri saamen kieliryhmät ja pyritään ottamaan huomioon sukupuolten tasapuolinen edustus.
smn: Komissio noomâtmist väldih täsipiälásávt huámmášumán jieškote-uv säämi kielâjuávhuid já viggeh väldiđ huámášumán suhâpelij täsipiälásii ovdâstem.

source: Komission asettaa valtioneuvosto tiiviissä yhteistyössä saamelaiskäräjien ja kolttien kyläkokouksen kanssa ja komission on tarkoitus aloittaa työnsä vuoden 2021 aikana.
smn: Staatârääđi aasât komissio čapo ohtsâšpargoost Sämitiggijn já Nuorttâlij sijdâčuákkimáin já tárguttâs lii, ete komissio aalgât pargo ive 2021 ääigi.

source: Saamelaiskäräjät pyysi saamelaisyhteisöltä esityksiä komissaareiksi , jotka yhteisö katsoo sopiviksi tehtävään ja joiden suostumus tehtävään on etukäteen varmistettu.
smn: Sämitigge táátui sämisiärváduvâst iävtuttâsâid komissaarin , kiäid siärvádâh ana hiäivulâžžân tooimân já kiäi mietâmâš tooimân lii muuneeld visásmittum.

source: Esitykset tuli perustella.
smn: Iävtuttâsâid koolgâi miäruštâllâđ.

source: Määräaikaan mennessä komission jäseniksi tuli yhteensä 16 esitystä , 14 Saamelaiskäräjille ja kaksi Kolttien kyläkokoukselle.
smn: Meriääigi räi komissio jesânijn pottii ohtsis 16 iävtuttâssâd, 14 Sämitiigán já kyehti Nuorttâlij sijdâčuákkimân .

source: Esitettyjä henkilöitä oli yhteensä 10, joista 9 henkilöä on esitetty Saamelaiskäräjille.
smn: Iävtuttum ulmuuh lijjii ohtsis 10, main 9 olmožid láá iävtuttum Sämitiigán.

source: Lisäksi Saamelaiskäräjät järjesti kuulemisia esitettyjen komissaarien valinnasta .
smn: Lasseen Sämitigge ornij kulâmijd iävtuttum komissaarij valjiimist.

source: Kuulemistilaisuudet järjestettiin etäyhteyksin koronatilanteen vuoksi.
smn: Kuullâmtilálâšvuođah uárnejuvvojii káidusohtâvuođâiguin koronatile tiet.

source: Myös nuorisoneuvosto järjesti oman kuulemistilaisuuden saamelaisnuorille.
smn: Meid nuorâirääđi ornij jieijâs kuullâmtilálâšvuođâ säminuorâid.

source: Etäkuulemisten lisäksi Saamelaiskäräjät järjesti mahdollisuuden ilmaista näkemyksensä komissaariehdokkaita koskien myös puhelimitse sekä sähköpostitse ja postitse.
smn: Káiduskuullâm lasseen Sämitigge ornij máhđulâšvuođâ adeliđ uáivilis komissaariävtukkâsâin meid puhelin peht sehe šleđgâpoostâ já poostâ peht.

source: Etäkuulemisten puheenjohtajana toimi psykiatrinen sairaanhoitaja Niila Rahko ja sihteerinä Saamelaiskäräjien määräaikainen suunnittelija Heli Aikio.
smn: Káiduskuullâmtilálâšvuođâi saavâjođetteijen lâi psykiatrâlâš pyecceitipšoo Niila Rahko já čällen Sämitige meriáigásâš vuávájeijee Heli Aikio.

source: Kuulemisista on koostettu raportti, jossa huomioidaan ihmisten esittämät näkemykset totuus- ja sovintokomissaareilta vaadittavista ominaisuuksista ja osaamisesta, sekä ehdolla oleville henkilöille osoitettu tuki.
smn: Kulâmijn lii čuákkejum raapoort, mast váldojeh huámmášumán ulmui adelem uáivileh tuotâvuotâ- já sovâdâttâmkomissaarijn vattum jiešvuođâin já máátust sehe toorjâ iävtukkâssân orroo ulmui.

source: Raportissa on huomioitu kaikki 17.11.2020 mennessä tulleet kannanotot.
smn: Raportist láá váldám huámmášumán puoh 17.11.2020 räi puáttám uáivilijd.

source: Saamelaisten totuus- ja sovintokomissio
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio

source: Komission jäseneksi Saamelaiskäräjille esitetyt henkilöt ja perustelut
smn: Komissio jesânin Sämitiigán iävtuttum ulmuuh já vuáđustâsah

source: Lisätietoja
smn: Lasetiäđuh

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi
smn: Saavâjođetteijee Tuomas Aslak Juuso puh. 040 687 3394 / 010 839 3101, tuomas.juuso(at)samediggi.fi

source: I varapuheenjohtaja Anni Koivisto puh. 040 415 5969, anni.koivisto(at)samediggi.fi
smn: I värisaavâjođetteijee Anni Koivisto puh. 040 415 5969, anni.koivisto(at)samediggi.fi

source: Puheenjohtajan avustaja Laura Olsén-Ljetoff puh. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
smn: Saavâjođetteijee išedeijee Laura Olsén-Ljetoff puh. 010 839 3190 / 040 617 5113, laura.olsen-ljetoff(at)samediggi.fi
